/* Addresses */
"Addresses" = "Adresses";

/* All Contacts */
"All Contacts" = "Tous les contacts";

/* Contacts */
"Contacts" = "Contacts";

/* Couldn't create Application Support/EarthAddresser folder */
"Couldn't create Application Support/EarthAddresser folder" = "N'a pas pu créer le dossier Application Support/Earth Addresser";

/* Couldn't create Application Support/EarthAddresser/Images folder */
"Couldn't create Application Support/EarthAddresser/Images folder" = "N'a pas pu créer le dossier Application Support/Earth Addresser/Images";

/* Couldn't create temporary folder */
"Couldn't create temporary folder" = "N'a pas pu créer le dossier temporaire";

/* Default Button label (Create Google Earth Bookmarks) */
"Create Google Earth Bookmarks" = "Créer les signets Google Earth";

/* KML Dateiname */
"Filename" = "Contacts";

/* Home (Address Label) */
"Home" = "Domicile";

/* open in AddressBook */
"open in AddressBook" = "ouvrir dans Carnet d'adresses";

/* Other (Address Label) */
"Other" = "Autre";

/* Photo (alt tag for image) */
"Photo" = "Photo";

/* Selected group couldn't be recognised. */
"Selected group wasn't recognisable." = "Le groupe choisi n'était pas reconnaissable.";

/* (Work (Address Label) */
"Work" = "Travail";